{"cloudy": 0, "with": 1, "a": 2, "chance": 3, "of": 4, "meatballs": 5, "all": 6, "sort": 7, "american": 8, "young": 9, "boy": 10, "movies": 11, "action": 12, "movie": 13, "mamma": 14, "mia": 15, "nan": 16, "dragon": 17, "rick": 18, "and": 19, "morty": 20, "home": 21, "alone": 22, "none": 23, "the": 24, "big": 25, "lebowski": 26, "spider": 27, "man": 28, "goodfellas": 29, "goofy": 30, "disney": 31, "dead": 32, "silence": 33, "la": 34, "land": 35, "harry": 36, "potter": 37, "philosophers": 38, "stone": 39, "transformer": 40, "ninja": 41, "turtles": 42, "high": 43, "school": 44, "musical": 45, "despicable": 46, "me": 47, "teenage": 48, "mutant": 49, "toy": 50, "story": 51, "godfather": 52, "spiderman": 53, "pizza": 54, "fast": 55, "furious": 56, "garfield": 57, "no": 58, "way": 59, "ratatouille": 60, "five": 61, "nights": 62, "at": 63, "freddies": 64, "not": 65, "exactly": 66, "but": 67, "i": 68, "would": 69, "prefer": 70, "to": 71, "watch": 72, "some": 73, "tv": 74, "series": 75, "when": 76, "am": 77, "having": 78, "pizzas": 79, "if": 80, "specifically": 81, "may": 82, "think": 83, "cartoon": 84, "or": 85, "more": 86, "heromarvel": 87, "related": 88, "ones": 89, "like": 90, "in": 91, "marvel": 92, "etc": 93, "back": 94, "future": 95, "mystic": 96, "futurama": 97, "iron": 98, "life": 99, "pi": 100, "avengers": 101, "any": 102, "king": 103, "kong": 104, "grown": 105, "ups": 106, "na": 107, "dont": 108, "lot": 109, "deadpool": 110, "meatball": 111, "whiplash": 112, "inside": 113, "out": 114, "superbad": 115, "stranger": 116, "things": 117, "air": 118, "bud": 119, "quiet": 120, "place": 121, "day": 122, "one": 123, "finding": 124, "nemo": 125, "endgame": 126, "my": 127, "cousin": 128, "vinny": 129, "eat": 130, "pray": 131, "love": 132, "freddys": 133, "comedy": 134, "star": 135, "wars": 136, "turtle": 137, "dark": 138, "knight": 139, "lost": 140, "new": 141, "york": 142, "pulp": 143, "fiction": 144, "thinking": 145, "this": 146, "food": 147, "item": 148, "truman": 149, "show": 150, "breaking": 151, "bad": 152, "interstellar": 153, "rush": 154, "hour": 155, "about": 156, "holes": 157, "shrek": 158, "since": 159, "it": 160, "reminds": 161, "teachers": 162, "put": 163, "on": 164, "for": 165, "us": 166, "during": 167, "events": 168, "scooby": 169, "doo": 170, "princess": 171, "diaries": 172, "apology": 173, "scene": 174, "walle": 175, "nice": 176, "chill": 177, "maybe": 178, "something": 179, "hangover": 180, "spy": 181, "kids": 182, "d": 183, "squid": 184, "game": 185, "running": 186, "recep": 187, "ivedik": 188, "venom": 189, "usually": 190, "associate": 191, "winter": 192, "because": 193, "parties": 194, "frequently": 195, "order": 196, "hence": 197, "say": 198, "polar": 199, "express": 200, "elf": 201, "moneyball": 202, "delivery": 203, "guy": 204, "delivers": 205, "cheese": 206, "little": 207, "neros": 208, "through": 209, "door": 210, "kevin": 211, "he": 212, "gets": 213, "stuck": 214, "teen": 215, "party": 216, "which": 217, "features": 218, "sweet": 219, "stuff": 220, "coraline": 221, "james": 222, "bond": 223, "sam": 224, "raimis": 225, "carryon": 226, "set": 227, "up": 228, "green": 229, "book": 230, "cars": 231, "relaxing": 232, "zootopia": 233, "honestly": 234, "is": 235, "mario": 236, "minutes": 237, "less": 238, "jump": 239, "street": 240, "free": 241, "just": 242, "cause": 243, "takes": 244, "poter": 245, "can": 246, "soul": 247, "idk": 248, "beautiful": 249, "wicked": 250, "harold": 251, "kumar": 252, "go": 253, "white": 254, "castle": 255, "lord": 256, "rings": 257, "fun": 258, "italy": 259, "everything": 260, "everywhere": 261, "once": 262, "barbie": 263, "hitman": 264, "liquorice": 265, "ok": 266, "tbf": 267, "uoft": 268, "dictator": 269, "nothing": 270, "anjaana": 271, "anjaani": 272, "hawkeye": 273, "argo": 274, "transformers": 275, "aladdin": 276, "invisible": 277, "guest": 278, "titanic": 279, "suremaybe": 280, "turkish": 281, "will": 282, "remind": 283, "called": 284, "shawarma": 285, "legend": 286, "simulation": 287, "highly": 288, "recommended": 289, "dangal": 290, "episode": 291, "v": 292, "empire": 293, "strikes": 294, "into": 295, "spiderverse": 296, "might": 297, "short": 298, "simply": 299, "videos": 300, "as": 301, "do": 302, "have": 303, "much": 304, "time": 305, "hands": 306, "size": 307, "so": 308, "people": 309, "finish": 310, "quickly": 311, "movieshort": 312, "monster": 313, "inc": 314, "slumdog": 315, "millionaire": 316, "cleopatra": 317, "kite": 318, "runner": 319, "boys": 320, "mission": 321, "impossible": 322, "black": 323, "hawk": 324, "down": 325, "kungfu": 326, "panda": 327, "alladin": 328, "how": 329, "lose": 330, "days": 331, "cant": 332, "an": 333, "idea": 334, "taste": 335, "havent": 336, "seen": 337, "that": 338, "ive": 339, "watched": 340, "babylon": 341, "prince": 342, "egypt": 343, "borat": 344, "gossip": 345, "girl": 346, "monty": 347, "python": 348, "khabi": 349, "khushi": 350, "gham": 351, "reckoning": 352, "part": 353, "idiots": 354, "dune": 355, "advengers": 356, "parasite": 357, "come": 358, "mind": 359, "know": 360, "batman": 361, "mummy": 362, "taxi": 363, "driver": 364, "never": 365, "had": 366, "them": 367, "before": 368, "attending": 369, "u": 370, "t": 371, "anything": 372, "wolverine": 373, "sure": 374, "probably": 375, "niche": 376, "specific": 377, "country": 378, "english": 379, "you": 380, "mess": 381, "zohan": 382, "verse": 383, "only": 384, "associated": 385, "be": 386, "first": 387, "due": 388, "post": 389, "credit": 390, "gladiator": 391, "they": 392, "end": 393, "credits": 394, "bollywood": 395, "particular": 396, "scott": 397, "pilgrim": 398, "vs": 399, "world": 400, "son": 401, "again": 402, "shawarmas": 403, "appear": 404, "though": 405, "hey": 406, "its": 407, "social": 408, "network": 409, "documenary": 410, "chef": 411, "minions": 412, "sick": 413, "jurassic": 414, "park": 415, "marvels": 416, "avenger": 417, "arcane": 418, "asking": 419, "everyone": 420, "get": 421, "after": 422, "fight": 423, "bahen": 424, "thing": 425, "shawama": 426, "forest": 427, "gump": 428, "john": 429, "wick": 430, "take": 431, "toronto": 432, "common": 433, "here": 434, "such": 435, "good": 436, "hunting": 437, "club": 438, "bowl": 439, "drive": 440, "lion": 441, "captain": 442, "america": 443, "spirited": 444, "away": 445, "japanese": 446, "johnny": 447, "karate": 448, "kid": 449, "drange": 450, "kung": 451, "fu": 452, "jiro": 453, "dreams": 454, "sushi": 455, "kill": 456, "bill": 457, "your": 458, "name": 459, "upon": 460, "hollywood": 461, "fellowship": 462, "ring": 463, "shark": 464, "tale": 465, "bullet": 466, "train": 467, "tokyo": 468, "isle": 469, "dogs": 470, "film": 471, "doraemon": 472, "naruto": 473, "jaws": 474, "came": 475, "japan": 476, "movieslike": 477, "fact": 478, "documentarycartoonslike": 479, "\u4e00\u4f11\u3055\u3093tv": 480, "solitary": 481, "gourmet": 482, "evangelion": 483, "midnight": 484, "diner": 485, "anime": 486, "crazy": 487, "rich": 488, "asians": 489, "perfect": 490, "storm": 491, "pacific": 492, "weathering": 493, "findig": 494, "eternal": 495, "sunshine": 496, "spotless": 497, "neighbour": 498, "totoro": 499, "drift": 500, "oldboy": 501, "proposal": 502, "rurouni": 503, "kenshin": 504, "gone": 505, "hero": 506, "academia": 507, "\u6df1\u591c\u98df\u5802": 508, "\u30ca\u30df\u30e4\u96d1\u8ca8\u5e97\u306e\u5947\u8e5f": 509, "liz": 510, "blue": 511, "bird": 512, "frozen": 513, "seven": 514, "samurai": 515, "heron": 516, "howls": 517, "moving": 518, "suits": 519, "ghibli": 520, "bladerunner": 521, "silent": 522, "voice": 523, "monsters": 524, "sush": 525, "inception": 526, "pleasant": 527, "goat": 528, "wolf": 529, "was": 530, "childhood": 531, "shows": 532, "from": 533, "we": 534, "could": 535, "sometimes": 536, "family": 537, "wall": 538, "general": 539, "romance": 540, "wallstreet": 541, "godzilla": 542, "scary": 543, "house": 544, "mermaid": 545, "translation": 546, "pirates": 547, "carribeans": 548, "comes": 549, "there": 550, "very": 551, "vivid": 552, "eyeopening": 553, "conversations": 554, "fault": 555, "hedge": 556, "funds": 557, "crisis": 558, "discussed": 559, "over": 560, "friends": 561, "while": 562, "eating": 563, "east": 564, "side": 565, "animes": 566, "spirit": 567, "gran": 568, "turismo": 569, "breakfast": 570, "ponyo": 571, "jack": 572, "mean": 573, "girls": 574, "trip": 575, "neighbor": 576, "guess": 577, "passengers": 578, "madagascar": 579, "koe": 580, "katachi": 581, "talented": 582, "crayon": 583, "shinchan": 584, "memoirs": 585, "geisha": 586, "masterchef": 587, "last": 588, "suzume": 589, "detective": 590, "conan": 591, "snowpiercer": 592, "yakuza": 593, "wizards": 594, "waverly": 595, "reason": 596, "took": 597, "are": 598, "famous": 599, "their": 600, "pairs": 601, "well": 602, "rise": 603, "across": 604, "saving": 605, "private": 606, "ryan": 607, "starring": 608, "tobey": 609, "maguire": 610, "mr": 611, "deeds": 612, "bbc": 613, "channels": 614, "documentaries": 615, "murder": 616, "mystery": 617, "super": 618, "bros": 619, "ritual": 620, "breakaway": 621, "homealone": 622, "uncle": 623, "grandpa": 624, "caribbean": 625, "named": 626, "herron": 627, "tmnt": 628, "grinch": 629, "mufasa": 630, "lego": 631, "benders": 632, "score": 633, "italian": 634, "job": 635, "kind": 636, "really": 637, "relaxed": 638, "leisure": 639, "orders": 640, "entire": 641, "himself": 642, "tnmt": 643, "few": 644, "cannot": 645, "pie": 646, "friday": 647, "minds": 648, "im": 649, "referring": 650, "were": 651, "whole": 652, "boxes": 653, "trying": 654, "see": 655, "who": 656, "going": 657, "pay": 658, "ready": 659, "player": 660, "pacman": 661, "looks": 662, "gentlemen": 663, "rattatouie": 664, "even": 665, "isnt": 666, "gilmore": 667, "theyre": 668, "always": 669, "happy": 670, "ratatoullie": 671, "die": 672, "hard": 673, "neverending": 674, "maze": 675, "diary": 676, "wimpy": 677, "rodrick": 678, "rules": 679, "reminder": 680, "malena": 681, "anchorman": 682, "honest": 683, "answer": 684, "gru": 685, "rat": 686, "italians": 687, "terminator": 688, "men": 689, "davinci": 690, "code": 691, "stupid": 692, "plot": 693, "revolves": 694, "around": 695, "two": 696, "individuals": 697, "competing": 698, "restaurant": 699, "business": 700, "where": 701, "primary": 702, "product": 703, "hunger": 704, "games": 705, "luca": 706, "cartoons": 707, "mostly": 708, "western": 709, "based": 710, "mobster": 711, "sells": 712, "themed": 713, "waynes": 714, "sounds": 715, "youre": 716, "pixar": 717, "animated": 718, "remy": 719, "becoming": 720, "great": 721, "despite": 722, "being": 723, "rodent": 724, "profession": 725, "dominated": 726, "by": 727, "humans": 728, "paris": 729, "beautifully": 730, "blends": 731, "themes": 732, "passion": 733, "creativity": 734, "perseverance": 735, "culinary": 736, "let": 737, "spaghetti": 738, "scific": 739, "type": 740, "right": 741, "actually": 742, "walter": 743, "flips": 744, "popular": 745, "cuisine": 746, "space": 747, "jam": 748, "spongebob": 749, "jon": 750, "foodrelated": 751, "ovenbaked": 752, "goods": 753, "step": 754, "brothers": 755, "horror": 756, "aliens": 757, "serve": 758, "alliteration": 759, "word": 760, "planet": 761, "mib": 762, "oppenheimer": 763, "battle": 764, "nyc": 765, "tony": 766, "stark": 767, "suggests": 768, "rest": 769, "team": 770, "either": 771, "siblings": 772, "avenegers": 773, "pursuit": 774, "happyness": 775, "middle": 776, "drishyam": 777, "nosferatu": 778, "fought": 779, "off": 780, "city": 781, "superheroes": 782, "gather": 783, "local": 784, "nearly": 785, "destroyed": 786, "alien": 787, "invasion": 788, "quietly": 789, "table": 790, "age": 791, "ultron": 792, "indiana": 793, "jones": 794, "angry": 795, "birds": 796, "road": 797, "fallujah": 798, "kingdom": 799, "heaven": 800, "lawrence": 801, "arabia": 802, "happiness": 803, "eastern": 804, "setting": 805, "together": 806, "avangers": 807, "coco": 808, "sep": 809, "hours": 810, "orient": 811, "three": 812, "ending": 813, "shazam": 814, "mulan": 815, "weekend": 816, "mandoob": 817, "indian": 818, "cooks": 819, "south": 820, "obesity": 821, "yeh": 822, "jawaani": 823, "hai": 824, "deewani": 825, "postcredit": 826, "dabba": 827, "cheech": 828, "chong": 829, "bit": 830, "surrounding": 831, "thats": 832, "knowledge": 833, "limited": 834, "barely": 835, "shawshank": 836, "redemption": 837, "mad": 838, "max": 839, "easternindian": 840, "taken": 841, "ferris": 842, "buellers": 843, "dora": 844, "whale": 845, "chinese": 846, "zodiac": 847, "sonic": 848, "hedgehog": 849, "those": 850, "commercials": 851, "za": 852, "bebsi": 853, "best": 854, "final": 855, "burnt": 856, "thought": 857, "using": 858, "google": 859, "refresh": 860, "memory": 861, "postcredits": 862, "many": 863, "fr": 864, "menu": 865, "emoji": 866, "showcases": 867, "making": 868, "poisoned": 869, "chapter": 870, "parabellum": 871, "pokemon": 872, "md": 873, "jackie": 874, "chan": 875, "kodoku": 876, "gurume": 877, "gi": 878, "joe": 879, "penguins": 880, "aquaman": 881, "ronin": 882, "made": 883, "purple": 884, "octopus": 885, "wags": 886, "notting": 887, "hill": 888, "abyss": 889, "dawn": 890, "deep": 891, "meitantei": 892, "konan": 893, "shangchi": 894, "billions": 895, "ip": 896, "django": 897, "unchained": 898, "ten": 899, "ii": 900, "casablanca": 901, "rim": 902, "busan": 903, "shogun": 904, "room": 905, "fallen": 906, "angels": 907, "chounouryoku": 908, "daikessen": 909, "tobe": 910, "temakizushi": 911, "shanghai": 912, "noon": 913, "piece": 914, "turning": 915, "red": 916, "live": 917, "scenes": 918, "recently": 919, "blade": 920, "lucy": 921, "intern": 922, "meg": 923, "ultraman": 924, "rising": 925, "needs": 926, "sliced": 927, "slice": 928, "pearl": 929, "harbour": 930, "especially": 931, "year": 932, "old": 933, "master": 934, "behind": 935, "michelin": 936, "his": 937, "sons": 938, "hunter": 939, "alitathe": 940, "warrior": 941, "almost": 942, "asian": 943, "haikyu": 944, "next": 945, "shang": 946, "chi": 947, "characters": 948, "argument": 949, "someone": 950, "else": 951, "allowed": 952, "heretic": 953, "chandni": 954, "chowk": 955, "china": 956, "fish": 957, "dinner": 958, "kikis": 959, "service": 960, "romantic": 961, "gold": 962, "tow": 963, "mater": 964, "mistakes": 965, "wasabi": 966, "topping": 967, "pistachio": 968, "ice": 969, "cream": 970, "comical": 971, "results": 972}