{"coke": 0, "cola": 1, "soda": 2, "coca": 3, "regular": 4, "ice": 5, "tea": 6, "lemonade": 7, "red": 8, "wine": 9, "pop": 10, "like": 11, "sprite": 12, "water": 13, "soup": 14, "root": 15, "beer": 16, "soft": 17, "drinks": 18, "for": 19, "example": 20, "up": 21, "diet": 22, "sparkling": 23, "and": 24, "iced": 25, "all": 26, "sorts": 27, "of": 28, "carbonated": 29, "e": 30, "g": 31, "pepsi": 32, "mirinda": 33, "series": 34, "fanta": 35, "etc": 36, "non": 37, "are": 38, "not": 39, "preferred": 40, "when": 41, "i": 42, "am": 43, "having": 44, "pizzas": 45, "orange": 46, "hot": 47, "chocolate": 48, "mountain": 49, "dew": 50, "drink": 51, "zero": 52, "juice": 53, "my": 54, "favourite": 55, "san": 56, "pellegrino": 57, "a": 58, "ginger": 59, "ale": 60, "with": 61, "lemon": 62, "can": 63, "nestea": 64, "or": 65, "dr": 66, "pepper": 67, "would": 68, "pair": 69, "sweet": 70, "it": 71, "this": 72, "is": 73, "because": 74, "how": 75, "was": 76, "usually": 77, "served": 78, "to": 79, "me": 80, "at": 81, "school": 82, "events": 83, "the": 84, "only": 85, "ever": 86, "have": 87, "pizza": 88, "some": 89, "type": 90, "food": 91, "item": 92, "something": 93, "love": 94, "kombucha": 95, "so": 96, "maybe": 97, "mango": 98, "citrusy": 99, "such": 100, "as": 101, "cocacola": 102, "milk": 103, "any": 104, "canada": 105, "dry": 106, "crush": 107, "rootbeer": 108, "pops": 109, "sort": 110, "bubble": 111, "cococola": 112, "pineapple": 113, "ayran": 114, "nan": 115, "simply": 116, "never": 117, "experienced": 118, "much": 119, "about": 120, "before": 121, "lassi": 122, "catbonated": 123, "apple": 124, "mint": 125, "mineral": 126, "fruit": 127, "smoothie": 128, "since": 129, "they": 130, "often": 131, "lot": 132, "fat": 133, "wouldn": 134, "t": 135, "want": 136, "also": 137, "take": 138, "on": 139, "top": 140, "gingerale": 141, "personally": 142, "had": 143, "shawarma": 144, "but": 145, "d": 146, "expect": 147, "avengers": 148, "no": 149, "sugarcane": 150, "peach": 151, "green": 152, "that": 153, "most": 154, "frequent": 155, "purchased": 156, "yogurt": 157, "actually": 158, "don": 159, "after": 160, "tried": 161, "twice": 162, "if": 163, "we": 164, "re": 165, "talking": 166, "what": 167, "canonically": 168, "then": 169, "just": 170, "jarritos": 171, "miso": 172, "soju": 173, "oolong": 174, "sake": 175, "calpis": 176, "say": 177, "japanese": 178, "culture": 179, "related": 180, "their": 181, "wines": 182, "rice": 183, "more": 184, "specifically": 185, "barley": 186, "punch": 187, "uncarbonated": 188, "alcoholic": 189, "beverage": 190, "fish": 191, "sauce": 192, "cold": 193, "think": 194, "sushi": 195, "probably": 196, "ocha": 197, "matcha": 198, "dehydrating": 199, "than": 200, "enough": 201, "cocktail": 202, "gin": 203, "martini": 204, "eaten": 205, "sit": 206, "down": 207, "eat": 208, "boba": 209, "jasmine": 210, "roasted": 211, "soybean": 212, "none": 213, "honestly": 214, "korea": 215, "champagne": 216, "bottled": 217, "authentic": 218, "western": 219, "junk": 220, "combo": 221, "kind": 222, "fizzy": 223, "tap": 224, "works": 225, "well": 226, "obviously": 227, "gatorade": 228, "perhaps": 229, "go": 230, "sprindrift": 231, "ideally": 232, "fountain": 233, "in": 234, "general": 235, "good": 236, "you": 237, "alcohol": 238, "will": 239, "best": 240, "choice": 241, "be": 242, "fan": 243, "pairing": 244, "although": 245, "literally": 246, "healthy": 247, "next": 248, "straight": 249, "weeks": 250, "milkshake": 251, "sure": 252, "kraken": 253, "spiced": 254, "rum": 255, "ramune": 256, "team": 257, "meal": 258, "dip": 259, "choose": 260, "over": 261, "ill": 262, "mmmm": 263, "sugar": 264, "glass": 265, "cheese": 266, "very": 267, "salty": 268, "laban": 269, "coffee": 270, "there": 271, "specific": 272, "cancels": 273, "out": 274, "flavor": 275, "has": 276, "need": 277, "one": 278, "does": 279, "cancel": 280, "barbican": 281, "canned": 282, "leban": 283, "other": 284, "sparking": 285, "mine": 286, "particular": 287, "idea": 288, "stuff": 289, "s": 290, "baja": 291, "blast": 292, "nothing": 293, "crazy": 294, "dairy": 295, "separate": 296, "cups": 297, "course": 298, "case": 299, "gets": 300, "too": 301, "spicy": 302, "misso": 303, "stereotypically": 304, "nihonshu": 305, "powerade": 306, "traditional": 307, "soy": 308, "by": 309, "gallon": 310, "pulp": 311, "brisk": 312, "yakult": 313, "saporo": 314, "yuzu": 315, "suju": 316, "reason": 317, "hard": 318, "digest": 319, "helps": 320, "times": 321, "restaurants": 322, "buffets": 323, "serve": 324, "make": 325, "an": 326, "optional": 327, "reserve": 328, "taste": 329, "baijiu": 330, "classic": 331, "bring": 332, "its": 333, "umami": 334, "flavour": 335, "mmmmm": 336, "especially": 337, "wasabi": 338, "put": 339, "flames": 340, "from": 341, "spiciness": 342}